Repository: grebmann1/PlantPal
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, fr

source: Recoverable with adjusted watering.
de: Mit angepasstem Gießen behebbar.
fr: Récupérable avec un arrosage adapté.

source: Needs prompt intervention.
de: Braucht baldige Intervention.
fr: Nécessite une intervention rapide.

source: %@ %@ %@ detected
de: %@ %@ %@ erkannt
fr: %@ %@ %@ détecté(s)

source: Severity · %@
de: Schwere · %@
fr: Gravité · %@

source: Couldn't save this assessment: %@
de: Bewertung konnte nicht gespeichert werden: %@
fr: Impossible d'enregistrer cette évaluation : %@

source: SPECIES INDEX — PERENUAL
de: ARTENINDEX — PERENUAL
fr: INDEX DES ESPÈCES — PERENUAL

source: Browse houseplants with photos. Results are cached so each species is fetched once.
de: Zimmerpflanzen mit Fotos durchsuchen. Ergebnisse werden gecacht, jede Art nur einmal geladen.
fr: Parcourez les plantes d'intérieur avec photos. Les résultats sont mis en cache : chaque espèce n'est chargée qu'une fois.

source: Search species…
de: Arten suchen…
fr: Rechercher une espèce…

source: Indoor plants
de: Zimmerpflanzen
fr: Plantes d'intérieur

source: Load more
de: Mehr laden
fr: Charger plus

source: No species matched
de: Keine Art gefunden
fr: Aucune espèce trouvée

source: Try another name, or turn off the indoor filter.
de: Anderen Namen versuchen oder Indoor-Filter ausschalten.
fr: Essayez un autre nom, ou désactivez le filtre intérieur.

source: SPECIES CARD
de: ARTENKARTE
fr: FICHE D'ESPÈCE

source: CARE SNAPSHOT
de: PFLEGE AUF EINEN BLICK
fr: APERÇU D'ENTRETIEN

source: IMAGE LICENSE
de: BILDLIZENZ
fr: LICENCE D'IMAGE

source: Add to garden
de: Zum Garten hinzufügen
fr: Ajouter au jardin

source: Sign in or continue as guest to add plants.
de: Anmelden oder als Gast fortfahren, um Pflanzen hinzuzufügen.
fr: Connectez-vous ou continuez en invité pour ajouter des plantes.

source: Unknown species
de: Unbekannte Art
fr: Espèce inconnue

source: Species %lld was not found.
de: Art %lld wurde nicht gefunden.
fr: L'espèce %lld est introuvable.

source: Plant catalog isn't ready yet — add a Perenual API key to the perenual-proxy edge function.
de: Der Pflanzenkatalog ist noch nicht bereit — Perenual-API-Schlüssel in der perenual-proxy Edge Function setzen.
fr: Le catalogue n'est pas encore prêt — ajoutez une clé API Perenual à la fonction perenual-proxy.

source: Guest keeper
de: Gast-Hüter
fr: Gardien invité

source: Plant keeper
de: Pflanzenhüter
fr: Gardien des plantes

source: Sign out
de: Abmelden
fr: Se déconnecter

source: End guest session
de: Gastsitzung beenden
fr: Terminer la session invité

source: Signing out…
de: Abmelden…
fr: Déconnexion…

source: Watering & reminders
de: Gießen & Erinnerungen
fr: Arrosage & rappels

source: Field measurements
de: Feldmessungen
fr: Mesures de terrain

source: Notebook & support
de: Notizbuch & Support
fr: Carnet & assistance

source: Watering reminders
de: Gieß-Erinnerungen
fr: Rappels d'arrosage

source: Push notifications on this device
de: Push-Mitteilungen auf diesem Gerät
fr: Notifications push sur cet appareil

source: Daily reminder time
de: Tägliche Erinnerungszeit
fr: Heure du rappel quotidien

source: Grouped into one morning digest
de: Gebündelt als morgendliche Übersicht
fr: Regroupés en un digest du matin

source: Health scan nudges
de: Gesundheits-Scan-Hinweise
fr: Rappels de bilan de santé

source: Every 30 days per plant
de: Alle 30 Tage pro Pflanze
fr: Tous les 30 jours par plante

source: Dark mode
de: Dunkelmodus
fr: Mode sombre

source: Dark appearance is on
de: Dunkles Erscheinungsbild aktiv
fr: Apparence sombre activée

source: Follows system appearance
de: Folgt dem Systemdesign
fr: Suit l'apparence du système

source: Sets frost dates & light hours
de: Setzt Frostzeiten & Lichtstunden
fr: Définit gelées & heures de lumière

source: Export garden journal
de: Gartenjournal exportieren
fr: Exporter le carnet de jardin

source: Help & contact
de: Hilfe & Kontakt
fr: Aide & contact

source: About PlantPal
de: Über PlantPal
fr: À propos de PlantPal

source: Pressed & catalogued since 2024
de: Gepresst & katalogisiert seit 2024
fr: Pressé & catalogué depuis 2024

source: Local guest session
de: Lokale Gastsitzung
fr: Session invité locale

source: No email on file
de: Keine E-Mail hinterlegt
fr: Aucun e-mail enregistré

source: Your garden syncs to this account across devices.
de: Dein Garten wird mit diesem Konto geräteübergreifend synchronisiert.
fr: Votre jardin se synchronise avec ce compte sur tous les appareils.

source: Need help?
de: Brauchst du Hilfe?
fr: Besoin d'aide ?

source: Reach us for anything about identification accuracy, watering schedules, or your account.
de: Schreib uns zu Bestimmung, Gießplänen oder deinem Konto.
fr: Contactez-nous pour l'identification, les arrosages ou votre compte.

source: A field journal for living specimens — identify, diagnose, and keep a watering ledger.
de: Ein Feldjournal für lebende Exemplare — bestimmen, diagnostizieren und Gießprotokoll führen.
fr: Un carnet de terrain pour spécimens vivants — identifier, diagnostiquer et tenir un journal d'arrosage.

source: Daily reminder
de: Tägliche Erinnerung
fr: Rappel quotidien

source: Reminder time
de: Erinnerungszeit
fr: Heure du rappel

source: Lisbon, PT
de: Lissabon, PT
fr: Lisbonne, PT

source: Tokyo, JP
de: Tokio, JP

source: No plants yet.
de: Noch keine Pflanzen.
fr: Pas encore de plantes.

source: KEEPER OF %lld SPECIMENS
de: HÜTER VON %lld EXEMPLAREN
fr: GARDIEN DE %lld SPÉCIMENS

source: Exported %lld specimens:
de: %lld Exemplare exportiert:
fr: %lld spécimens exportés :

source: • %@ (%@) — %@ — next water %@
de: • %@ (%@) — %@ — nächstes Gießen %@
fr: • %@ (%@) — %@ — prochain arrosage %@

source: Dismiss error
de: Fehler schließen
fr: Fermer l'erreur

source: Watering ledger
de: Gießprotokoll
fr: Journal d'arrosage

source: Check which specimens need a drink today.
de: Prüfe, welche Exemplare heute Wasser brauchen.
fr: Vérifiez quels spécimens ont besoin d'eau aujourd'hui.

source: Time for a 30-day health scan of %@.
de: Zeit für den 30-Tage-Gesundheitscheck von %@.
fr: Il est temps du bilan de santé à 30 jours pour %@.

source: Could not create plant.
de: Pflanze konnte nicht erstellt werden.
fr: Impossible de créer la plante.

source: Could not save scan.
de: Scan konnte nicht gespeichert werden.
fr: Impossible d'enregistrer le scan.

source: Could not save care guide.
de: Pflegeguide konnte nicht gespeichert werden.
fr: Impossible d'enregistrer le guide d'entretien.

source: Could not create reminder.
de: Erinnerung konnte nicht erstellt werden.
fr: Impossible de créer le rappel.

source: Could not cache care guide.
de: Pflegeguide konnte nicht zwischengespeichert werden.
fr: Impossible de mettre le guide en cache.

source: AI features aren't ready yet — the app owner still needs to connect an OpenAI key. Please try again later.
de: KI-Funktionen sind noch nicht bereit — der App-Betreiber muss noch einen OpenAI-Schlüssel verbinden. Bitte später erneut versuchen.
fr: Les fonctions IA ne sont pas encore prêtes — le propriétaire de l'app doit encore connecter une clé OpenAI. Réessayez plus tard.

source: The request timed out. Please check your connection and try again.
de: Die Anfrage ist abgelaufen. Bitte Verbindung prüfen und erneut versuchen.
fr: La requête a expiré. Vérifiez votre connexion et réessayez.

source: Language
de: Sprache
fr: Langue

source: Home location
de: Wohnort
fr: Lieu de résidence

source: Where you live — frost dates & light hours
de: Dein Wohnort — Frostzeiten & Lichtstunden
fr: Où vous habitez — gelées & heures de lumière

source: Popular places
de: Beliebte Orte
fr: Lieux populaires

source: Searching…
de: Suche…
fr: Recherche…

source: No places found
de: Keine Orte gefunden
fr: Aucun lieu trouvé

source: Search results
de: Suchergebnisse
fr: Résultats de recherche

source: City or town
de: Stadt oder Ort
fr: Ville ou village

source: Ask anything about watering, light, or %@’s health. You can also attach a photo.
de: Frag alles zu Gießen, Licht oder der Gesundheit von %@. Du kannst auch ein Foto anhängen.
fr: Posez vos questions sur l'arrosage, la lumière ou la santé de %@. Vous pouvez aussi joindre une photo.

source: Add a photo
de: Foto hinzufügen
fr: Ajouter une photo

source: Attach a plant photo so the expert can see what you see.
de: Hänge ein Pflanzenfoto an, damit der Experte sieht, was du siehst.
fr: Joignez une photo de plante pour que l'expert voie ce que vous voyez.

source: Photo attached
de: Foto angehängt
fr: Photo jointe

source: Will be sent with your next message
de: Wird mit deiner nächsten Nachricht gesendet
fr: Sera envoyée avec votre prochain message

source: Remove photo
de: Foto entfernen
fr: Retirer la photo

source: Attach photo
de: Foto anhängen
fr: Joindre une photo

source: Please look at this plant photo.
de: Bitte sieh dir dieses Pflanzenfoto an.
fr: Veuillez regarder cette photo de plante.

source: IMPERIAL
fr: IMPÉRIAL

source: London, UK
fr: Londres, UK

source: System
fr: Système
